<?php

?>

<main class="bg-body-tertiary discord_bg_2 me-md-3 pt-3 px-3 pt-md-5 px-md-5 text-center overflow-hidden">
    <div class="my-3 p-3">
        <h2 class="display-5">Политика конфиденциальности</h2>
        <p class="lead">Объясняем пользователям Discord, как собираются, хранятся и используются их данные учётной записи на серверах приложения.</p>
    </div>
    <div class="bg-body shadow-sm mx-auto py-5 d-flex flex-column align-items-start document">
        <p class="h2">Политика конфиденциальности для системного интегрированного приложения "Simplex" (далее - "бот") :</p>
        <p class="lead my-2">1. Конфиденциальность сообщений пользователей: Бот имеет возможность сохранять сообщения пользователей при желании администраторов серверов. Все сохраненные сообщения будут доступны только указанным администраторам и не будут переданы третьим лицам.</p>
        <p class="lead my-2">2. Сбор и использование информации об пользователе: Бот собирает информацию об пользователе для обеспечения различного функционала на сервере. Собираемая информация включает в себя имя пользователя (далее - никнейм) пользователя, историю сообщений, время пребывания на сервере, а также другие данные, необходимые для работы бота.</p>
        <p class="lead my-2">3. Защита персональных данных: Мы обязуемся хранить полученные персональные данные пользователей в безопасном месте и не передавать их третьим лицам без согласия пользователя.</p>
        <p class="lead my-2">4. Запрос на удаление данных: Пользователи могут отправить запрос на удаление своих персональных данных, прислав письмо на адрес "kirill-guchkov@mrcont.ru". Мы обязуемся удалить все персональные данные пользователя.</p>
        <p class="lead my-2">5. Изменения в политике конфиденциальности: Мы оставляем за собой право вносить изменения в политику конфиденциальности бота. Все изменения будут опубликованы на сервере и доступны для ознакомления всем пользователям.</p>
        <p class="h6">С вашим согласием с вышеприведенной политикой конфиденциальности, вы можете продолжать использовать нашего discord бота. Если у вас возникли вопросы или нужна дополнительная информация, пожалуйста, обращайтесь по указанному контактному адресу.</p>
    </div>
</main>
