<?php

?>

<main class="bg-body-tertiary me-md-3 pt-3 px-3 pt-md-5 px-md-5 text-center overflow-hidden">
    <div class="my-3 p-3">
        <h2 class="display-5">Условия использования</h2>
        <p class="lead">Объясняем пользователям Discord правила, с которыми нужно согласиться перед использованием на серверах приложения.</p>
    </div>
    <div class="bg-body shadow-sm mx-auto py-5 d-flex flex-column align-items-start document">
        <p class="h2">1. Введение</p>
        <p class="lead my-2">Используя сервис Simplex и его Discord системного интегрированного приложения (далее - бота), вы (далее - клиент) подтверждаете ваше согласие с настоящими условиями использования, правилами Discord, действующими законами и нормами, а также несете полную ответственность за соблюдение местного законодательства. Если вы не согласны с любым из этих условий, вам следует воздержаться от использования данного сайта и связанных с ним ресурсов. Материалы на данном сайте защищены авторским правом и законами о товарных знаках.</p>

        <p class="h2">2. Соглашение об использовании</p>
        <p class="lead my-2">
            Разрешается временное получение единственной копии материалов с сайта Simplex для личного и некоммерческого использования. Настоящее соглашение описывает правила использования, но не предоставляет право собственности, поэтому вы не имеете права:
            <ul>
                <li>нарушать правила и условия пользования Discord (подробнее - <a href="https://discord.com/terms">https://discord.com/terms</a>);</li>
                <li>пользоваться ботом и веб-сайтом "Simplex" в силу юного возраста (подробнее - <a href="https://discord.com/terms#2">https://discord.com/terms#2</a>);</li>
                <li>изменять или копировать материалы;</li>
                <li>использовать материалы, нарушающие законодательство страны;</li>
                <li>использовать материалы в коммерческих целях или для публичного показа;</li>
                <li>передавать материалы третьим лицам или размещать их на других серверах;</li>
                <li>пытаться декомпилировать ПО на сайте Simplex;</li>
                <li>удалять авторские права из материалов;</li>
            </ul>
        </p>

        <p class="h2">3. Отказ от отвественности</p>
        <p class="lead my-2">3.1. Discord бот и веб-сайт "Simplex" на адресе https://www.server.mrcont.ru/simplex предоставляются исключительно в ознакомительных целях. Администрация не несет ответственности за любые возможные ущерб, убытки или неудобства, возникшие в результате использования данного бота и веб-сайта. Пользователи используют их на свой страх и риск.</p>
        <p class="lead my-2">3.2. Мы не гарантируем надежность, точность или полноту информации, предоставленной на данном боте и веб-сайте. Мы также не несем ответственности за действия пользователей, связанные с использованием данной информации.</p>
        <p class="lead my-2">3.3. Используя Discord бот и веб-сайт "Simplex", вы соглашаетесь с данным отказом от ответственности. При возникновении любых вопросов или проблем, связанных с использованием данного бота и веб-сайта, обращайтесь к администрации.</p>

        <p class="h2">4. Ограничения</p>
        <p class="lead my-2">4.1. Запрет на распространение вредоносных или незаконных материалов через бота или сайт.</p>
        <p class="lead my-2">4.2. Ограничение на использование бота или сайта в целях спама или навязчивой рекламы.</p>
        <p class="lead my-2">4.3. Запрет на попытки несанкционированного доступа к данным или функциям бота или сайта.</p>
        <p class="lead my-2">4.4. Ограничение на использование бота или сайта в целях нарушения правил Discord или потенциальной угрозы безопасности.</p>
        <p class="lead my-2">4.5. Запрет на использование бота или сайта в коммерческих целях без соответствующего разрешения.</p>
        <p class="lead my-2">4.6. Ограничение на изменение или модификацию бота или сайта без разрешения разработчика.</p>

        <p class="h2">5. Точность материалов</p>
        <p class="lead my-2">Материалы, представляемые разработчиком и веб-сайтом Simplex могут содержать:
            <ul>
                <li>текстовые данные (инструкции, сообщения, описания);</li>
                <li>графические изображения (логотипы, иллюстрации, изображения товаров);</li>
                <li>аудиофайлы (музыка, звуки);</li>
                <li>видеофайлы (рекламные ролики, обучающие видео);</li>
                <li>интерактивные элементы (формы обратной связи, кнопки, счетчики);</li>
                <li>CSS и HTML код для стилизации и верстки веб-сайта;</li>
                <li>JavaScript для создания интерактивных элементов и функционала;</li>
                <li>базы данных для хранения информации и данных пользователя;</li>
                <li>API для обмена информацией между различными приложениями.</li>
            </ul>
        </p>

        <p class="h2">6. Изменения</p>
        <p class="lead my-2">Simplex оставляет за собой право в любое время изменить содержимое использования без уведомления клиентом для discord бота и веб-сайта "Simplex". Эти изменения могут включать в себя добавление, удаление или изменение функций, услуг, контента или любого другого аспекта использования.</p>

        <p class="h6">Данные условия использования регулируются и толкуются в соответствии с законодательством Российской Федерации и Вы безоговорочно подчиняетесь законодательству и исключительной юрисдикции судов этого государства. </p>
        <p class="h6 accordion-header">Нарушение любого из этих ограничений автоматически приводит к прекращению данного соглашения. После окончания использования материалов вам следует уничтожить все копии в электронном или печатном виде.</p>
    </div>
</main>
